Revit 2027 API
SymbolTypeId.MH2O Property
 Symbol mH2O, indicating unit Meters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MH2O { get; }
Public Shared ReadOnly Property MH2O As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MH2O {
	ForgeTypeId^ get ();
}
static member MH2O : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace